Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/bible/osko/index.php_kat_id=18_art_id=223.html.tmx
Source language: sme
Languages: sma

source: Oahpa: Dolla
sma: Lïerh: Dålle

source: Logi báhkkoma
sma: Dah luhkie båvrah

source: Ipmil attii Mosesii 10 báhkkoma Sinai-vári alde.
sma: Jupmele dejtie luhkie båvride Mosesasse vedti Sinai-vaeresne.

source: Báhkkomat ledje čállojuvvon guokte geađgetávvalii.
sma: Dah båvrah lin tjaalasovveme göökte gierkietaavline.

source: Báhkkomat ledje Ipmila válljejuvvon álbmoga Israelihtaid, eallinnjuolggadusat.
sma: Dah båvrah lin njoelkedassh guktie Jupmelen almetjh, israjelidth, edtjin jieledh.

source: Buori rámmat eallimis sáhttá leat Ipmila ráhkesvuođadahku.
sma: Jupmele almetjidie aktem laakem vadta ihke satne sæjhta gïemhpes årrodh dejgujmie.

source: Olbmot dárbbašit njuolggadusaid jus galget eallit soabalaččat ja ráfálaččat.
sma: Maahta jiehtedh hijven mierieh jieliedasse, dïhte akte gieriesvoeten bæjhkoehtimmie Jupmielistie.

source: Vuosttaš golbma báhkkoma čilgejit olbmo oktavuođa Ipmiliin.
sma: Dah voestes golme båvrah leah almetji jïh Jupmelen gaskem.

source: Čieža eará báhkkoma čilgejit olbmuidgaskasaš oktavuođaid.
sma: Dah tjïjhtje minngebe leah guktie lea almetji gaskemsh.

source: Báhkkomat leat čohkkejuvvon duppal ráhkesvuođabáhkkomis: Don galggat ráhkistit Ipmila buot eará badjel, ja galggat ráhkistit lagamuččat nugo iežat.
sma: Dah båvrah tjöönghkeldihkie dennie göökten-gïerth gieriesvoetebåvresne: Datne edtjh Jupmelem gaajhki bijjelen iehtsedh, jïh dov mubpie almetjh goh jïjtjemdh.

source: Leat go rihkkon muhtun dáin báhkkomiin maŋimuš áiggi ?
sma: Datne naaken dejstie båvrijste tsööpkeme dan minngemes tijjen ?

source: Mii báhkkomiid leat váddát čuovvut ?
sma: Mij båvride geervemes steeredh ?
